Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If this is your first time, an interactive tour walks you through the editor when your first project opens. To run it again later, use **Settings ▸ General ▸ Editor tour ▸ Replay Tour**.
ar: إذا كانت هذه هي المرة الأولى لك، فسترشدك جولة تفاعلية عبر المحرر عند فتح مشروعك الأول. لتشغيله مرة أخرى لاحقًا، استخدم **الإعدادات ▸ عام ▸ جولة المحرر ▸ جولة الإعادة**.
ca: Si és la primera vegada, un recorregut interactiu us guiarà per l'editor quan s'obre el vostre primer projecte. Per tornar-lo a executar més tard, utilitzeu **Configuració ▸ General ▸ Recorregut de l'editor ▸ Repetició del recorregut**.
cs: Pokud je to vaše poprvé, po otevření vašeho prvního projektu vás provede interaktivní prohlídka editorem. Chcete-li jej znovu spustit později, použijte **Nastavení ▸ Obecné ▸ Prohlídka editoru ▸ Přehrát prohlídku**.
da: Hvis det er din første gang, fører en interaktiv rundvisning dig gennem editoren, når dit første projekt åbner. For at køre det igen senere, brug **Indstillinger ▸ Generelt ▸ Editor-rundvisning ▸ Gentag rundvisning**.
de: Beim ersten Mal führt dich eine interaktive Tour durch den Editor, sobald dein erstes Projekt geöffnet ist. Um sie später erneut zu starten, nutze **Einstellungen ▸ Allgemein ▸ Editor-Tour ▸ Tour wiederholen**.
el: Εάν αυτή είναι η πρώτη σας φορά, μια διαδραστική περιήγηση σάς καθοδηγεί στο πρόγραμμα επεξεργασίας όταν ανοίγει το πρώτο σας έργο. Για να το εκτελέσετε ξανά αργότερα, χρησιμοποιήστε **Ρυθμίσεις ▸ Γενικές ▸ Περιήγηση στο πρόγραμμα επεξεργασίας ▸ Επανάληψη περιήγησης**.
es: Si es tu primera vez, un recorrido interactivo te guía por el editor al abrir tu primer proyecto. Para repetirlo más tarde, usa **Ajustes ▸ General ▸ Recorrido por el editor ▸ Repetir recorrido**.
fa: اگر بار اول است، با باز شدن نخستین پروژه یک تور تعاملی شما را با ویرایشگر آشنا می‌کند. برای اجرای دوباره در آینده، از **تنظیمات ▸ عمومی ▸ تور ویرایشگر ▸ بازپخش تور** استفاده کنید.
fi: Jos tämä on ensimmäinen kerta, interaktiivinen esittely opastaa sinut editorin läpi, kun ensimmäinen projektisi avautuu. Jos haluat suorittaa sen myöhemmin uudelleen, valitse **Asetukset ▸ Yleiset ▸ Editor-kierros ▸ Toista esittely**.
fr: Lors de votre première utilisation, une visite interactive vous présente l'éditeur à l'ouverture de votre premier projet. Pour la relancer plus tard, utilisez **Réglages ▸ Général ▸ Visite de l'éditeur ▸ Revoir la visite**.
he: אם זו הפעם הראשונה שלך, סיור אינטראקטיבי יוביל אותך דרך העורך כשהפרויקט הראשון שלך נפתח. כדי להפעיל אותו שוב מאוחר יותר, השתמש ב-**הגדרות ▸ כללי ▸ סיור בעורך ▸ הפעל סיור חוזר**.
hr: Ako vam je ovo prvi put, interaktivni obilazak vodi vas kroz uređivač kada se otvori vaš prvi projekt. Da biste ga kasnije ponovno pokrenuli, upotrijebite **Postavke ▸ Općenito ▸ Uređivanje obilaska ▸ Ponovno reproduciraj obilazak**.
hu: Ha ez az első alkalom, az első projekt megnyitásakor egy interaktív bemutató végigvezeti a szerkesztőn. Ha később szeretné újra futtatni, használja a **Beállítások ▸ Általános ▸ Szerkesztő körutazás ▸ Bemutató ismétlés** menüpontot.
id: Jika ini adalah pertama kalinya Anda, tur interaktif akan memandu Anda menjelajahi editor saat proyek pertama Anda dibuka. Untuk menjalankannya lagi nanti, gunakan **Pengaturan ▸ Umum ▸ Tur Editor ▸ Putar Ulang Tur**.
it: Se è la prima volta, un tour interattivo ti guida nell'editor all'apertura del tuo primo progetto. Per ripeterlo in seguito, usa **Impostazioni ▸ Generali ▸ Tour dell'editor ▸ Ripeti tour**.
ja: 初めて使うときは、最初のプロジェクトを開くとインタラクティブなツアーでエディタを案内します。あとでもう一度表示するには、**設定 ▸ 一般 ▸ エディタツアー ▸ ツアーを再生** を使います。
ko: 처음이라면 첫 프로젝트를 열 때 대화형 둘러보기가 편집기를 안내합니다. 나중에 다시 보려면 **설정 ▸ 일반 ▸ 편집기 둘러보기 ▸ 다시 둘러보기**를 사용하세요.
ms: Jika ini kali pertama anda, lawatan interaktif memandu anda melalui editor apabila projek pertama anda dibuka. Untuk menjalankannya semula kemudian, gunakan **Tetapan ▸ Umum ▸ Lawatan editor ▸ Lawatan Main Semula**.
nl: Als dit de eerste keer is, leidt een interactieve rondleiding u door de editor wanneer uw eerste project wordt geopend. Om het later opnieuw uit te voeren, gebruikt u **Instellingen ▸ Algemeen ▸ Editorrondleiding ▸ Rondleiding opnieuw afspelen**.
no: Hvis dette er første gang, leder en interaktiv omvisning deg gjennom redigeringsprogrammet når ditt første prosjekt åpnes. For å kjøre den igjen senere, bruk **Innstillinger ▸ Generelt ▸ Redaktøromvisning ▸ Spill omvisning på nytt**.
pl: Jeśli jest to Twój pierwszy raz, po otwarciu pierwszego projektu interaktywna wycieczka przeprowadzi Cię przez edytor. Aby uruchomić go ponownie później, użyj **Ustawienia ▸ Ogólne ▸ Przewodnik po edytorze ▸ Odtwórz ponownie**.
pt_br: Se for sua primeira vez, um tour interativo apresenta o editor quando seu primeiro projeto é aberto. Para vê-lo de novo depois, use **Ajustes ▸ Geral ▸ Tour do editor ▸ Repetir tour**.
pt_pt: Se esta for sua primeira vez, um tour interativo guiará você pelo editor quando seu primeiro projeto for aberto. Para executá-lo novamente mais tarde, use **Configurações ▸ Geral ▸ Tour do editor ▸ Replay Tour**.
ro: Dacă este prima dată, un tur interactiv te ghidează prin editor când se deschide primul tău proiect. Pentru a o rula din nou mai târziu, utilizați **Setări ▸ General ▸ Tur editor ▸ Tur reluare**.
ru: Если вы здесь впервые, при открытии первого проекта интерактивный обзор проведет вас по редактору. Чтобы запустить его снова позже, выберите **Настройки ▸ Основные ▸ Обзор редактора ▸ Повторить обзор**.
sk: Ak je to váš prvý projekt, po otvorení vášho prvého projektu vás prevedie editorom interaktívna prehliadka. Ak ho chcete neskôr znova spustiť, použite **Nastavenia ▸ Všeobecné ▸ Prehliadka editora ▸ Prehrať prehliadku**.
sl: Če ste to prvič, vas interaktivna predstavitev popelje skozi urejevalnik, ko se odpre vaš prvi projekt. Če ga želite znova zagnati pozneje, uporabite **Nastavitve ▸ Splošno ▸ Predstavitev urejevalnika ▸ Ponovno predvajaj predstavitev**.
sv: Om det här är första gången, leder en interaktiv rundtur dig genom redigeraren när ditt första projekt öppnas. För att köra den igen senare, använd **Inställningar ▸ Allmänt ▸ Redaktörsrundtur ▸ Spela om rundtur**.
th: หากนี่เป็นครั้งแรกของคุณ ทัวร์ชมเชิงโต้ตอบจะแนะนำคุณผ่านโปรแกรมแก้ไขเมื่อโปรเจ็กต์แรกของคุณเปิดขึ้น หากต้องการเรียกใช้อีกครั้งในภายหลัง ให้ใช้ **การตั้งค่า ▸ ทั่วไป ▸ บทแนะนำตัวแก้ไข ▸ บทแนะนำการเล่นซ้ำ**
tr: İlk kez kullanıyorsanız, ilk projeniz açıldığında etkileşimli bir tur size düzenleyiciyi tanıtır. Daha sonra yeniden çalıştırmak için **Ayarlar ▸ Genel ▸ Düzenleyici turu ▸ Turu Yeniden Oynat**'ı kullanın.
uk: Якщо ви тут уперше, інтерактивний огляд проведе вас редактором, коли відкриється ваш перший проєкт. Щоб пройти його знову пізніше, виберіть **Параметри ▸ Загальні ▸ Огляд редактора ▸ Повторити огляд**.
ur: اگر یہ آپ کی پہلی بار ہے، تو آپ کا پہلا پروجیکٹ کھلنے پر ایک انٹرایکٹو ٹور آپ کو ایڈیٹر کے ذریعے لے جائے گا۔ اسے بعد میں دوبارہ چلانے کے لیے، **سیٹنگز ▸ جنرل ▸ ایڈیٹر ٹور ▸ ری پلے ٹور** استعمال کریں۔
vi: Nếu đây là lần đầu tiên bạn tham quan, một chuyến tham quan tương tác sẽ hướng dẫn bạn qua trình chỉnh sửa khi dự án đầu tiên của bạn mở ra. Để chạy lại sau, hãy sử dụng **Cài đặt ▸ Chung ▸ Tham quan biên tập ▸ Tham quan phát lại**.
zh_hans: 如果你是第一次使用，打开第一个项目时会有交互式导览带你熟悉编辑器。之后若想再次查看，请使用 **设置 ▸ 通用 ▸ 编辑器导览 ▸ 重新播放导览**。
zh_hant: 如果這是你第一次使用，開啟第一個專案時會有互動式導覽帶你認識編輯器。之後若要再次執行，請使用**設定 ▸ 一般 ▸ 編輯器導覽 ▸ 重新播放導覽**。

source: If this is your first time, the **Onboarding** sheet will walk you through picking a default screenshot size and device. Pick a new project from a template any time via **File ▸ New Project**.
ar: إذا كانت هذه هي المرة الأولى لك، فسترشدك ورقة **Onboarding** إلى كيفية اختيار حجم لقطة الشاشة والجهاز الافتراضيين. اختر مشروعًا جديدًا من القالب في أي وقت عبر **ملف ▸ مشروع جديد**.
ca: Si és la primera vegada, el full d'**Incorporació** us guiarà per triar una mida de captura de pantalla i un dispositiu predeterminats. Trieu un projecte nou d'una plantilla en qualsevol moment mitjançant **Fitxer ▸ Projecte nou**.
cs: Pokud je to poprvé, list **Přihlášení** vás provede výběrem výchozí velikosti snímku obrazovky a zařízení. Vyberte si nový projekt ze šablony kdykoli pomocí **Soubor ▸ Nový projekt**.
da: Hvis det er din første gang, vil arket **Onboarding** guide dig gennem valg af standardskærmbilledestørrelse og -enhed. Vælg et nyt projekt fra en skabelon til enhver tid via **Filer ▸ Nyt projekt**.
de: Wenn Sie dies zum ersten Mal tun, werden Sie auf dem Blatt **Onboarding** durch die Auswahl einer Standard-Screenshotgröße und eines Standardgeräts geführt. Wählen Sie jederzeit über **Datei ▸ Neues Projekt** ein neues Projekt aus einer Vorlage aus.
el: Εάν αυτή είναι η πρώτη σας φορά, το φύλλο **Ενσωμάτωση** θα σας καθοδηγήσει στην επιλογή ενός προεπιλεγμένου μεγέθους στιγμιότυπου οθόνης και συσκευής. Επιλέξτε ένα νέο έργο από ένα πρότυπο ανά πάσα στιγμή μέσω **Αρχείο ▸ Νέο Έργο**.
es: Si es la primera vez, la hoja **Incorporación** le guiará para elegir un tamaño de captura de pantalla y un dispositivo predeterminados. Elija un nuevo proyecto de una plantilla en cualquier momento a través de **Archivo ▸ Nuevo proyecto**.
fa: اگر این اولین بار است که برگه **Onboarding** شما را در انتخاب اندازه و دستگاه پیش فرض اسکرین شات راهنمایی می کند. هر زمان که خواستید از طریق **فایل ▸ پروژه جدید** یک پروژه جدید از یک الگو انتخاب کنید.
fi: Jos tämä on ensimmäinen kerta, **Onboarding**-taulukko opastaa sinua valitsemaan oletuskuvakaappauskoon ja -laitteen. Valitse uusi projekti mallista milloin tahansa valitsemalla **Tiedosto ▸ Uusi projekti**.
fr: Si c'est votre première fois, la fiche **Intégration** vous guidera dans le choix d'une taille de capture d'écran et d'un appareil par défaut. Choisissez un nouveau projet à partir d'un modèle à tout moment via **Fichier ▸ Nouveau projet**.
he: אם זו הפעם הראשונה שלך, גיליון **הצטרפות** ידריך אותך בבחירת גודל ברירת המחדל של צילום מסך ומכשיר. בחר פרויקט חדש מתבנית בכל עת דרך **קובץ ▸ פרויקט חדש**.
hr: Ako vam je ovo prvi put, list **Onboarding** će vas provesti kroz odabir zadane veličine snimke zaslona i uređaja. Odaberite novi projekt iz predloška bilo kada putem **Datoteka ▸ Novi projekt**.
hu: Ha ez az első alkalom, a **Bevezetés** lap végigvezeti Önt az alapértelmezett képernyőkép méret és eszköz kiválasztásán. Bármikor válasszon új projektet a sablonból a **Fájl ▸ Új projekt** menüpontban.
id: Jika ini pertama kalinya Anda, lembar **Onboarding** akan memandu Anda dalam memilih ukuran dan perangkat tangkapan layar default. Pilih proyek baru dari templat kapan saja melalui **File ▸ Proyek Baru**.
ja: 初めての場合は、**オンボーディング** シートでデフォルトのスクリーンショット サイズとデバイスを選択する手順が説明されます。 **[ファイル] ▸ [新しいプロジェクト]** を使用して、いつでもテンプレートから新しいプロジェクトを選択します。
ko: 처음이라면 **온보딩** 시트에서 기본 스크린샷 크기와 장치를 선택하는 과정을 안내합니다. 언제든지 **파일 ▸ 새 프로젝트**를 통해 템플릿에서 새 프로젝트를 선택하세요.
ms: Jika ini kali pertama anda, helaian **Onboarding** akan memandu anda memilih saiz tangkapan skrin lalai dan peranti. Pilih projek baharu daripada templat pada bila-bila masa melalui **Fail ▸ Projek Baharu**.
nl: Als dit de eerste keer is, begeleidt het werkblad **Onboarding** u bij het kiezen van een standaard schermgrootte en apparaat. Kies op elk gewenst moment een nieuw project uit een sjabloon via **Bestand ▸ Nieuw project**.
no: Hvis dette er første gang, vil **Onboarding**-arket veilede deg gjennom valg av standard skjermbildestørrelse og enhet. Velg et nytt prosjekt fra en mal når som helst via **Fil ▸ Nytt prosjekt**.
pl: Jeśli jest to Twój pierwszy raz, arkusz **Wdrożenie** przeprowadzi Cię przez proces wyboru domyślnego rozmiaru zrzutu ekranu i urządzenia. W dowolnym momencie możesz wybrać nowy projekt z szablonu poprzez **Plik ▸ Nowy projekt**.
pt_br: Se esta for sua primeira vez, a planilha de **integração** orientará você na escolha de um tamanho de captura de tela e dispositivo padrão. Escolha um novo projeto a partir de um modelo a qualquer momento em **Arquivo ▸ Novo Projeto**.
pt_pt: Se esta for sua primeira vez, a planilha de **integração** orientará você na escolha de um tamanho de captura de ecrã e dispositivo padrão. Escolha um novo projeto a partir de um modelo a qualquer momento em **Ficheiro ▸ Novo Projeto**.
ro: Dacă este prima dată, foaia de **Onboarding** vă va ghida prin alegerea unei dimensiuni și a unui dispozitiv implicite pentru captură de ecran. Alegeți oricând un nou proiect dintr-un șablon prin **Fișier ▸ Proiect nou**.
sk: Ak je to prvýkrát, hárok **Nastupovanie** vás prevedie výberom predvolenej veľkosti snímky obrazovky a zariadenia. Vyberte si nový projekt zo šablóny kedykoľvek pomocou **Súbor ▸ Nový projekt**.
sl: Če ste to prvič, vas bo list **Onboarding** vodil skozi izbiro privzete velikosti posnetka zaslona in naprave. Kadar koli izberite nov projekt iz predloge prek **Datoteka ▸ Nov projekt**.
sv: Om det här är första gången kommer bladet **Onboarding** att leda dig genom att välja en standardstorlek och enhet för skärmdumpar. Välj ett nytt projekt från en mall när som helst via **Arkiv ▸ Nytt projekt**.
th: หากนี่เป็นครั้งแรกของคุณ เอกสาร **การเริ่มต้นใช้งาน** จะแนะนำคุณในการเลือกขนาดภาพหน้าจอและอุปกรณ์เริ่มต้น เลือกโปรเจ็กต์ใหม่จากเทมเพลตได้ตลอดเวลาผ่าน **ไฟล์ ▸ โปรเจ็กต์ใหม่**
ur: اگر یہ آپ کی پہلی بار ہے، تو **آن بورڈنگ** شیٹ آپ کو اسکرین شاٹ کا ڈیفالٹ سائز اور ڈیوائس چننے میں لے جائے گی۔ **فائل ▸ نیا پروجیکٹ** کے ذریعے کسی بھی وقت ٹیمپلیٹ سے ایک نیا پروجیکٹ چنیں۔
vi: Nếu đây là lần đầu tiên bạn sử dụng, trang **Giới thiệu** sẽ hướng dẫn bạn chọn kích thước ảnh chụp màn hình và thiết bị mặc định. Chọn dự án mới từ mẫu bất kỳ lúc nào thông qua **Tệp ▸ Dự án mới**.
zh_hans: 如果这是您第一次，**入门**表将引导您选择默认的屏幕截图尺寸和设备。随时通过 **文件 ▸ 新项目** 从模板中选择一个新项目。

source: If you drop a screenshot onto an empty template (not a device shape), Screenshot Bro creates a device shape automatically using the row's category and the right model based on the screenshot's pixel size.
ar: إذا قمت بإسقاط لقطة شاشة على قالب فارغ (وليس شكل جهاز)، فسيقوم Screenshot Bro بإنشاء شكل جهاز تلقائيًا باستخدام فئة الصف والنموذج الصحيح بناءً على حجم بكسل لقطة الشاشة.
ca: Si deixeu anar una captura de pantalla en una plantilla buida (no en una forma de dispositiu), Screenshot Bro crea una forma de dispositiu automàticament utilitzant la categoria de la fila i el model adequat en funció de la mida de píxel de la captura de pantalla.
cs: Pokud umístíte snímek obrazovky na prázdnou šablonu (nikoli na tvar zařízení), Screenshot Bro automaticky vytvoří tvar zařízení pomocí kategorie řádku a správného modelu na základě velikosti snímku obrazovky v pixelech.
da: Hvis du slipper et skærmbillede på en tom skabelon (ikke en enhedsform), opretter Screenshot Bro automatisk en enhedsform ved hjælp af rækkens kategori og den rigtige model baseret på skærmbilledets pixelstørrelse.
de: Legst du einen Screenshot auf einer leeren Vorlage ab (nicht auf einer Geräteform), erstellt Screenshot Bro automatisch eine Geräteform mit der Kategorie der Zeile und dem passenden Modell für die Pixelgröße des Screenshots.
el: Εάν τοποθετήσετε ένα στιγμιότυπο οθόνης σε ένα κενό πρότυπο (όχι σε σχήμα συσκευής), το Screenshot Bro δημιουργεί αυτόματα ένα σχήμα συσκευής χρησιμοποιώντας την κατηγορία της σειράς και το σωστό μοντέλο με βάση το μέγεθος pixel του στιγμιότυπου οθόνης.
es: Si sueltas una captura en una plantilla vacía (no en una forma de dispositivo), Screenshot Bro crea automáticamente una forma de dispositivo con la categoría de la fila y el modelo adecuado según el tamaño en píxeles de la captura.
fa: اگر اسکرین‌شاتی را روی یک اسکرین‌شات خالی (نه روی شکل دستگاه) رها کنید، Screenshot Bro خودکار یک شکل دستگاه می‌سازد؛ با دستهٔ ردیف و مدل مناسب بر اساس اندازهٔ پیکسلی اسکرین‌شات.
fi: Jos pudotat kuvakaappauksen tyhjään malliin (ei laitteen muotoon), Screenshot Bro luo laitemuodon automaattisesti käyttämällä rivin luokkaa ja oikeaa mallia kuvakaappauksen pikselikoon perusteella.
fr: Si vous déposez une capture d'écran sur un modèle vide (et non sur une forme d'appareil), Screenshot Bro crée automatiquement une forme d'appareil avec la catégorie de la ligne et le modèle adapté à la taille en pixels de la capture.
he: אם תשחרר צילום מסך על תבנית ריקה (לא צורת מכשיר), Screenshot Bro יוצר צורת מכשיר באופן אוטומטי באמצעות הקטגוריה של השורה והדגם הנכון בהתבסס על גודל הפיקסלים של צילום המסך.
hr: Ako ispustite snimku zaslona na prazan predložak (ne oblik uređaja), Screenshot Bro automatski stvara oblik uređaja pomoću kategorije retka i pravog modela na temelju veličine piksela snimke zaslona.
hu: Ha egy képernyőképet egy üres sablonra (nem az eszköz alakjára) ejt, a Screenshot Bro automatikusan létrehoz egy eszközalakot a sor kategóriája és a képernyőkép pixelmérete alapján a megfelelő modell alapján.
id: Jika Anda meletakkan tangkapan layar ke templat kosong (bukan bentuk perangkat), Screenshot Bro akan membuat bentuk perangkat secara otomatis menggunakan kategori baris dan model yang tepat berdasarkan ukuran piksel tangkapan layar.
it: Se rilasci uno screenshot su un modello vuoto (non su una forma dispositivo), Screenshot Bro crea automaticamente una forma dispositivo usando la categoria della riga e il modello giusto in base alle dimensioni in pixel dello screenshot.
ja: スクリーンショットを (デバイス図形ではなく) 空のテンプレートにドロップすると、Screenshot Bro は行のカテゴリと、スクリーンショットのピクセルサイズに合ったモデルを使ってデバイス図形を自動的に作成します。
ko: 스크린샷을 기기 도형이 아닌 빈 템플릿에 드롭하면, Screenshot Bro가 행의 카테고리와 스크린샷 픽셀 크기에 맞는 모델로 기기 도형을 자동으로 만듭니다.
ms: Jika anda menjatuhkan tangkapan skrin pada templat kosong (bukan bentuk peranti), Screenshot Bro mencipta bentuk peranti secara automatik menggunakan kategori baris dan model yang betul berdasarkan saiz piksel tangkapan skrin.
nl: Als u een schermafbeelding op een lege sjabloon plaatst (geen apparaatvorm), maakt Screenshot Bro automatisch een apparaatvorm met behulp van de categorie van de rij en het juiste model op basis van de pixelgrootte van de schermafbeelding.
no: Hvis du slipper et skjermbilde på en tom mal (ikke en enhetsform), oppretter Screenshot Bro en enhetsform automatisk ved å bruke radens kategori og den riktige modellen basert på skjermbildets pikselstørrelse.
pl: Jeśli upuścisz zrzut ekranu na pusty szablon (nie na kształt urządzenia), Screenshot Bro automatycznie utworzy kształt urządzenia, korzystając z kategorii wiersza i odpowiedniego modelu na podstawie rozmiaru w pikselach zrzutu ekranu.
pt_br: Se você soltar uma captura de tela em um modelo vazio (não em uma forma de dispositivo), o Screenshot Bro cria automaticamente uma forma de dispositivo com a categoria da linha e o modelo certo para o tamanho em pixels da captura.
pt_pt: Se você soltar uma captura de ecrã em um modelo vazio (não em uma forma de dispositivo), Screenshot Bro criará uma forma de dispositivo automaticamente usando a categoria da linha e o modelo correto com base no tamanho de pixel da captura de ecrã.
ro: Dacă plasați o captură de ecran pe un șablon gol (nu o formă de dispozitiv), Screenshot Bro creează automat o formă de dispozitiv folosind categoria rândului și modelul potrivit, pe baza dimensiunii pixelilor capturii de ecran.
ru: Если перетащить скриншот на пустой шаблон (а не на фигуру устройства), Screenshot Bro автоматически создаст фигуру устройства с категорией строки и подходящей моделью по размеру скриншота в пикселях.
sk: Ak vložíte snímku obrazovky na prázdnu šablónu (nie na tvar zariadenia), Screenshot Bro vytvorí tvar zariadenia automaticky pomocou kategórie riadka a správneho modelu na základe veľkosti snímky obrazovky v pixeloch.
sl: Če spustite posnetek zaslona na prazno predlogo (ne v obliko naprave), Screenshot Bro samodejno ustvari obliko naprave z uporabo kategorije vrstice in pravega modela glede na velikost slikovnih pik posnetka zaslona.
sv: Om du släpper en skärmdump på en tom mall (inte en enhetsform), skapar Screenshot Bro en enhetsform automatiskt med hjälp av radens kategori och rätt modell baserat på skärmdumpens pixelstorlek.
th: หากคุณวางภาพหน้าจอลงบนเทมเพลตเปล่า (ไม่ใช่รูปร่างของอุปกรณ์) Screenshot Bro จะสร้างรูปร่างอุปกรณ์โดยอัตโนมัติโดยใช้หมวดหมู่ของแถวและรูปแบบที่ถูกต้องตามขนาดพิกเซลของภาพหน้าจอ
tr: Bir ekran görüntüsünü boş bir şablona (aygıt şekline değil) bırakırsanız, Screenshot Bro satırın kategorisini ve ekran görüntüsünün piksel boyutuna uygun modeli kullanarak otomatik olarak bir aygıt şekli oluşturur.
uk: Якщо перетягнути знімок екрана на порожній шаблон (а не на фігуру-пристрій), Screenshot Bro автоматично створить фігуру-пристрій, використавши категорію рядка й відповідну модель за піксельним розміром знімка.
ur: اگر آپ کسی خالی ٹیمپلیٹ پر اسکرین شاٹ ڈالتے ہیں (آلہ کی شکل نہیں)، Screenshot Bro اسکرین شاٹ کے پکسل سائز کی بنیاد پر قطار کے زمرے اور صحیح ماڈل کا استعمال کرتے ہوئے خود بخود آلہ کی شکل بناتا ہے۔
vi: Nếu bạn thả ảnh chụp màn hình vào một mẫu trống (không phải hình dạng thiết bị), Screenshot Bro sẽ tự động tạo hình dạng thiết bị bằng cách sử dụng danh mục của hàng và kiểu máy phù hợp dựa trên kích thước pixel của ảnh chụp màn hình.
zh_hans: 如果你将截图拖放到空模板上（而不是设备形状上），Screenshot Bro 会根据该行的类别和截图的像素尺寸，自动创建一个使用合适型号的设备形状。
zh_hant: 如果你將螢幕截圖拖放到空白範本上（而非裝置形狀），Screenshot Bro 會依該列的類別自動建立裝置形狀，並根據螢幕截圖的像素大小選擇正確的型號。
